Revit 2026 API
ParameterDownloadOptions Constructor
Overload List
Name | Description
ParameterDownloadOptions() |  Default constructor.
ParameterDownloadOptions(ISet<ElementId>, Boolean, Boolean, ForgeTypeId) | Initializes a new instance of the ParameterDownloadOptions class
Top
See Also
Reference
ParameterDownloadOptions Class
Autodesk.Revit.DB Namespace